/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Porttilordningsassistent";
"Firewall.Service.Intro" = "Porttilordningsassistenten hjelper deg med å fordele innkommende nettverkstrafikk på bestemte porter og tjenester til datamaskiner som er koblet til nettverket.";
"Firewall.PortHost.Intro" = "Velg en tjeneste fra lokalmenyen, eller skriv inn den offentlige eller private IP-adressen og portene du vil knytte sammen.";
"Firewall.PortHost.IPv6" = "Du kan også tillate innkommende nettverkstrafikk til alle IPv6-verter på nettverket ditt.";
"Firewall.Description.Intro" = "Skriv inn en beskrivelse for porttilordningsoppføringen.";
"Firewall.Description.Done" = "Når du er ferdig, klikker du på Ferdig for å arkivere porttilordningsoppføringen.";

"tcpPrivatePorts" = "Privat(e) TCP-port(er)";
"tcpPublicPorts" = "Offentlig(e) TCP-port(er)";
"udpPrivatePorts" = "Privat(e) UDP-port(er)";
"udpPublicPorts" = "Offentlig(e) UDP-port(er)";

"type" = "Tjeneste";
"hosts" = "Privat IP-adresse";
"privatePort" = "Privat port";
"description" = "Beskrivelse";
"advertiseService" = "Annonser globalt med Bonjour";
"serviceName" = "Tjenestenavn";
"serviceType" = "Tjenestetype";
"allowAllIPv6" = "Tillat trafikk til alle IPv6-verter";

"ConflictingPortNumber" = "Et offentlig portnummer er i konflikt med en port som brukes av en tjeneste på basestasjonen. Velg et annet nummer for den offentlige porten.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Et offentlig UDP-portnummer er i konflikt med en port som brukes av en tjeneste på basestasjonen. Velg et annet nummer for den offentlige porten.";
"ConflictingPortUDPFileSharing" = "Et offentlig UDP-portnummer er i konflikt med en fildelingsport på basestasjonen. Deaktiver fildeling, eller velg et annet portnummer.";
"ConflictingPortUDPFileSharingNoDisable" = "Et offentlig UDP-portnummer er i konflikt med en fildelingsport på basestasjonen. Velg et annet portnummer.";
"ConflictingPortUDPSNMP" = "En offentlig UDP-port er i konflikt med SNMP-porten på basestasjonen. Deaktiver SNMP, eller velg et annet portnummer.";
"ConflictingPortTCPFileSharing" = "Et offentlig TCP-portnummer er i konflikt med en fildelingsport på basestasjonen. Deaktiver fildeling, eller velg et annet portnummer.";
"ConflictingPortTCPFileSharingNoDisable" = "Et offentlig TCP-portnummer er i konflikt med en fildelingsport på basestasjonen. Velg et annet portnummer.";
"ConflictingPortTCPACP" = "Et offentlig TCP-portnummer er i konflikt med konfigureringsporten på basestasjonen. Velg et annet portnummer.";

/* Services */
"Personal File Sharing" = "Personlig fildeling";
"Windows Sharing" = "Windows-deling";
"Personal Web Sharing" = "Personlig nettdeling";
"Remote Login - SSH" = "Ekstern pålogging - SSH";
"FTP Access" = "FTP-tilgang";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Eksterne AppleEvents";
"Printer Sharing" = "Skriverdeling";
"POP Mail" = "POP-e-post";
"POP Mail with SSL" = "POP-e-post med SSL";
"IMAP Mail" = "IMAP-e-post";
"IMAP Mail with SSL" = "IMAP-e-post med SSL";
"SMTP Mail" = "SMTP-e-post";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Velg en tjeneste";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Oppsettassistent for IPv6-brannmur";
"IPv6Firewall.Intro" = "Oppsettassistenten for IPv6-brannmuren hjelper deg med å tillate innkommende IPv6-trafikk til enheter på nettverket.";

"AllowLabel" = "Tillat";
"AllowAll" = "Alle tjenester og porter";
"AllowAllTCPUDP" = "Alle TCP- og UDP-porter";
"AllowSpecific" = "Bestemte TCP- og UDP-porter";

"host" = "IPv6-adresse";
"tcpPorts" = "TCP-port(er)";
"udpPorts" = "UDP-port(er)";

/*  AAUUserDBTask  */

"Accounts" = "Konto-oppsettassistent";
"Accounts.UserPassword" = "Brukernavn og passord";
"Accounts.UserPassword.Intro" = "Skriv inn kontonavn og passord.";
"Accounts.Restrictions.FileAccess" = "Angi denne kontoens tilgang til delte disker.";

"name" = "Navn";
"shortName" = "Kortnavn";
"password" = "Passord";
"passwordVerify" = "Bekreft passord";
"fileSharingAccess" = "Delingstilgang";
"accessBelowGuest" = "Tilgangsnivået du har valgt for fildeling, er lavere enn gjestepålogigng. Denne brukeren kan logge på som gjest og få tilgang til delte disker.";
"UsernameInUse" = "Dette kontonavnet er allerede i bruk. Velg et annet navn.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Oppsettassistent for tidsbegrenset tilgang";
"TimedAccess.Intro" = "Oppgi klientens trådløse MAC-adresse eller AirPort-ID og beskrivelse.";
"TimedAccess.Intro.Fallback" = "Oppgi en beskrivelse for standard tilgangsnivå i dette nettverket.";
"TimedAccess.Restrictions" = "Klikk på Legg til (+) for å angi hvor lenge klienten kan bruke nettverket.";
"TimedAccess.Restrictions.Fallback" = "Klikk på Legg til (+) for å angi standard tidsbegrensning for nettverket.";
"ThisComputer" = "Denne maskinen";

"days.0" = "Ingen tilgang";
"days.1" = "mandager";
"days.2" = "tirsdager";
"days.4" = "onsdager";
"days.8" = "torsdager";
"days.16" = "fredager";
"days.32" = "lørdager";
"days.64" = "søndager";
"days.31" = "Ukedager";
"days.96" = "Helger";
"days.127" = "Alle dager";

"time.0" = "før";
"time.1" = "etter";
"time.2" = "mellom";
"time.3" = "hele dagen";

"and" = "og";

"TimedAccessWillExpireOn" = "Denne klientens tilgang til nettverket utløper %@.";
"TimedAccessDidExpire" = "Denne klientens tilgang har utløpt.";	
"TimedAccessDidExpireExplain" = "Hvis du vil gjenopprette tilgang til nettverket, kan du endre denne klientens tidsbegrensning fra «Ingen tilgang» til noe annet.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "DHCP-reserveringsoppsettassistent";
"DHCPReservation.Name" = "Gi reservasjonen et navn.";
"DHCPReservation.Name.Intro" = "Hvis du vil reservere en bestemt  IP-adresse til en klient i nettverket, oppgir du en beskrivelse for reservasjonen.";
"DHCPReservation.Name.Middle" = "Reserver adressen for en MAC-adresse eller en DHCP-klient-ID.";
"DHCPReservation.Name.Continue"	= "Når du er ferdig, klikker du på Fortsett.";
"DHCPReservation.Mapping" = "Tilordne en klient-ID eller MAC-adresse til en IP-adresse";
"DHCPReservation.Mapping.MACAddress" = "Oppgi MAC-adressen for den trådløse klienten som mottar reservasjonen.";
"DHCPReservation.Mapping.ClientID" = "Oppgi DHCP-klient-IDen for den trådløse klienten som mottar reservasjonen.";
"DHCPReservation.Mapping.IP" = "Oppgi IP-adressen du vil reservere for klienten. IP-adressen du reserverer, blir kun gitt til klienten med MAC-adressen eller DHCP-klient-IDen du har oppgitt.";
"DHCPReservation.Mapping.Done"	= "Klikk på Ferdig når du er ferdig.";

"macAddress" = "MAC-adresse";
"clientID" = "DHCP-klient-ID";
"ipv4Address" = "IPv4-adresse";
"ReserveAddressBy" = "Reserver adresser slik";

/*  AAUSimpleConfigTask  */

"WPS" = "Trådløs klient-oppsettassistent";
"WPS.Auth.Intro" = "Det er to måter du kan gi en klient tilgang til det passordbeskyttede nettverket ditt på, uten å oppgi et passord. Du kan enten oppgi en PIN-kode for brukeren eller tillate tilgang for den første klienten som kobler seg til nettverket.";
"WPS.Auth.DayPass" = "Du kan også begrense denne klientens tilgang til kun 24 timer.";

"WPS.PIN.Intro" = "Angi klientens PIN-kode.";
"WPS.PIN.Description" = "PIN-koden vil enten bli vist på skjermen til klienten eller skrevet ut på enheten hvis klienten ikke har en skjerm.";

"WPS.Done.Intro" = "Når den trådløse klienten har koblet seg til nettverket, vil det vises nedenfor.";
"WPS.Done.Waiting" = "Venter på trådløs klient…";
"WPS.Done.Failed" = "Det oppsto en feil da en trådløs klient forsøkte å koble seg til nettverket. Prøv igjen.";
"WPS.Done.Success" = "Den nye trådløse klienten har koblet seg til nettverket.";

"AllowClientsBy" = "Tillat klienter etter";
"PIN" = "PIN";
"FirstCome" = "Første forsøk";
"DayPass" = "Begrens klientens tilgang til 24 timer";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Trådløsvalg";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Valg";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Vertsnavn";
"BaseStationHostnames" = "Vertsnavn";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Radiokanaler";

"AppleWiFiConnectOptions" = "Valg for trådløs klient";

/* EditUSBDeviceTask */
"EditUSBDevice" = "USB-enhet";

"USBDeviceSharingAccounts" = "Kontoer";
"USBDeviceSharingAccounts.title" = "Marker brukerkontoer";
"AddNewAccount" = "Legg til ny konto";
"SaveAccount" = "Arkiver konto";

"USBDeviceIsExclusive" = "Én klient kan bruke denne enheten om gangen";

"USBDeviceSharing" = "Tilgangskontroll";
"USBDeviceSharing.0" = "Ingen begrensninger";
"USBDeviceSharing.1" = "Bruk %@-passord";	/* product name goes here */
"USBDeviceSharing.2" = "Bruk USB-enhetspassord";
"USBDeviceSharing.3" = "Bruk kontoer";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Koble til den gamle Time Capsule-enheten";
"WaitForDirectConnectTask.replacecables" = "Flytt alle Ethernet-kabler fra den gamle Time Capsule-enheten til den nye Time Capsule-enheten.";
"WaitForDirectConnectTask.directdescription" = "Du kan optimalisere overføringen ved å bruke en ekstra Ethernet-kabel som du kobler til WAN-porten på den gamle Time Capsule-enheten og en LAN-port på den nye Time Capsule-enheten.";
"WaitForDirectConnectTask.initialcheck" = "Kontrollerer om Time Capsule-enheten er koblet til via Ethernet…";
"WaitForDirectConnectTask.ok1" = "Time Capsule-enhetene er tilkoblet.";
"WaitForDirectConnectTask.ok2" = "Klikk på Fortsett for å starte overføringen.";
"WaitForDirectConnectTask.ok3" = "Overføringen kan ta lang tid, avhengig av innholdet på disken du overfører fra.";
"WaitForDirectConnectTaskOldLabel" = "Gammel Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Ny Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Kontrollerer Internett-forbindelse";
"VerifyInternetConnectionTest" = "AirPort-verktøy kontrollerer at %@-enheten er koblet til Internett.";
"VerifyInternetConnectionTestSuccess" = "Denne %@-enheten er koblet til Internett. Klikk på Fortsett.";
"VerifyInternetConnectionTestFailure" = "Hvis du vil bruke Internett-forbindelsen under overføringen, forsikrer du deg om at DSL- eller kabelmodemet er koblet til WAN-porten på den nye Time Capsule-enheten. Slå av modemet, ta ut batteriet hvis modemet har et batteri, vent i noen sekunder, sett inn batteriet igjen, og slå på modemet. Når du er koblet til, klikker du på Fortsett.";
"VerifyInternetConnectionTestFailureIgnore" = "Hvis du ikke vil bruke Internett-forbindelsen under overføringen, klikker du på Fortsett.";

